Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# transfer.review_request
source: Review Request
ar: طلب مراجعة
bn: পর্যালোচনার অনুরোধ
cs: Žádost o kontrolu
da: Anmodning om gennemgang
de: Überprüfungsanfrage
es: Revisar solicitud
fa: درخواست بررسی
fil: Suriin ang Kahilingan
fr: Examiner la demande
ha: Buƙatar Bita
he: סקור בקשה
hi: समीक्षा अनुरोध
id: Tinjau Permintaan
it: Richiesta di revisione
ja: リクエストを確認
ko: 검토 요청
ms: Semak Permintaan
nl: Verzoek controleren
pl: Prośba o przegląd
pt_br: Solicitação de revisão
ro: Cerere de revizuire
ru: Просмотр запроса
sw: Ombi la Uhakiki
th: คำขอตรวจสอบ
tr: İnceleme Talebi
uk: Переглянути запит
ur: درخواست کا جائزہ لیں
vi: Yêu cầu xem xét
zh_hans: 审查请求
zh_hant: 檢視請求

# transfer.rewards.title
source: Rewards
ar: المكافآت
bn: পুরস্কার
cs: Odměny
da: Belønninger
de: Belohnung
es: Recompensas
fa: پاداش ها
fil: Mga gantimpala
fr: Récompenses
ha: Kyauta
he: תגמולים
hi: पुरस्कार
id: Hadiah
it: Premi
ja: 報酬
ko: 보상
ms: Ganjaran
nl: Beloningen
pl: Nagrody
pt_br: Recompensas
ro: Recompense
ru: Награды
sw: Zawadi
th: รางวัล
tr: Ödüller
uk: Нагороди
ur: انعامات
vi: Phần thưởng
zh_hans: 奖励
zh_hant: 獎勵

# transfer.send.title
source: Send
ar: يرسل
bn: পাঠান
cs: Poslat
da: Sende
de: Senden
es: Enviar
fa: بفرست
fil: Ipadala
fr: Envoyer
ha: Aika
he: לִשְׁלוֹחַ
hi: भेजना
id: Kirim
it: Invia
ja: 送る
ko: 보내다
ms: Hantar
nl: Versturen
pl: Wysłać
pt_br: Enviar
ro: Trimite
ru: Отправить
sw: Tuma
th: ส่ง
tr: Gönder
uk: Відправити
ur: بھیجیں۔
vi: Gửi
zh_hans: 发送
zh_hant: 傳送

# transfer.smart_contract.title
source: Smart Contract
ar: العقد الذكي
bn: স্মার্ট চুক্তি
cs: Chytrá smlouva
da: Smart kontrakt
de: Intelligenter Vertrag
es: Contrato inteligente
fa: قرارداد هوشمند
fil: Matalinong Kontrata
fr: Contrat intelligent
ha: Kwangilar Smart
he: חוזה חכם
hi: स्मार्ट कॉन्ट्रैक्ट
id: Kontrak Cerdas
it: Contratto intelligente
ja: スマートコントラクト
ko: 스마트 계약
ms: Kontrak Pintar
nl: Slim contract
pl: Inteligentny kontrakt
pt_br: Contrato Inteligente
ro: Contract inteligent
ru: Смарт-контракт
sw: Mkataba wa Smart
th: สัญญาอัจฉริยะ
tr: Akıllı Sözleşme
uk: Смартконтракт
ur: سمارٹ معاہدہ
vi: Hợp đồng thông minh
zh_hans: 智能合约
zh_hant: 智慧合約

# transfer.stake.title
source: Stake
ar: التخزين
bn: স্টেক
cs: Vsadit
da: Indsats
de: Staking
fa: استیک
fil: Mag-stake
fr: Staking
ha: Saka Hannun Jari
he: סטייקינג
hi: स्टेक करें
id: Staking
ja: ステーク
ko: 스테이킹
ms: Pertaruhan
nl: Inzet
pl: Stawka
pt_br: Fazer stake
ro: Mizează
ru: Стейк
sw: Weka Hisa
th: สเตค
uk: Стейкінг
ur: اسٹیک کریں۔
vi: Đặt cọc
zh_hans: 质押
zh_hant: 質押

# transfer.title
source: Transfer
ar: تحويل
bn: স্থানান্তর
cs: Převod
da: Overførsel
de: Übertragen
es: Transferir
fa: انتقال
fil: Paglipat
fr: Transfert
ha: Canja wuri
he: העברה
hi: स्थानांतरण
id: Pemindahan
it: Trasferimento
ja: 送金
ko: 옮기다
ms: Pemindahan
nl: Overdracht
pt_br: Transferir
ru: Перевод
sw: Uhamisho
th: โอน
tr: Aktar
uk: Переказ
ur: منتقلی
vi: Chuyển khoản
zh_hans: 转账
zh_hant: 轉帳

# transfer.to
source: To
ar: ل
bn: প্রাপক
cs: Na
da: Til
de: An
es: A
fa: به
fil: Sa
fr: À
ha: Zuwa
he: ל
hi: को
id: Ke
it: A
ja: 宛先
ko: 받는 사람
ms: Kepada
nl: Naar
pl: Do
pt_br: Para
ro: Către
ru: Кому
sw: Kwa
th: ถึง
tr: Kime
uk: Кому
ur: کو
vi: Đến
zh_hans: 发往
zh_hant: 傳送至

# transfer.unfreeze.title
source: Unfreeze
ar: إزالة التجميد
bn: আনফ্রিজ করুন
cs: Uvolnit
da: Optø
de: Auftauen
es: Descongelar
fa: یخ‌زدایی
fil: I-unfreeze
fr: Dégeler
ha: Cire daskarewa
he: לְהַפְשִׁיר
hi: अनफ़्रीज़
id: Cairkan
it: Scongela
ja: 凍結解除
ko: 녹이다
ms: Nyahbekukan
nl: Ontvriezen
pl: Odmroź
pt_br: Descongelar
ro: Dezghețare
ru: Разморозить
sw: Ondoa kuganda
th: ยกเลิกการฟรีซ
tr: Çöz
uk: Розморозити
ur: غیر منجمد کریں۔
vi: Giải đông
zh_hans: 解冻
zh_hant: 解凍

# transfer.unstake.title
source: Unstake
ar: إلغاء التخزين
bn: আনস্টেক
cs: Zrušit stake
de: Staking beenden
es: Retirar stake
fa: لغو استیک
fr: Retirer du staking
ha: Cire hannun jari
he: ביטול סטייקינג
hi: अनस्टेक करें
id: Batalkan Staking
it: Annulla staking
ja: ステーク解除
ko: 언스테이크
ms: Nyahpertaruhan
nl: Unstaken
pl: Wycofaj stake
pt_br: Remover stake
ro: Anulează miza
ru: Вывод стейка
sw: Ondoa Hisa
th: เลิกสเตค
tr: Stake'i Kaldır
uk: Скасувати Стейкінг
ur: اَن اسٹیک کریں۔
vi: Hủy đặt cược
zh_hans: 取消质押
zh_hant: 取消質押

# transfer.withdraw.title
source: Withdraw
ar: ينسحب
bn: প্রত্যাহার করুন
cs: Výběr
da: Hæv
de: Auszahlen
es: Retirar
fa: برداشت
fil: Mag-withdraw
fr: Retirer
ha: Janye
he: משיכה
hi: निकालना
id: Penarikan
it: Ritirare
ja: 引き出す
ko: 철회하다
ms: Tarik Balik
nl: Opnemen
pl: Wypłać
pt_br: Retirar
ro: Retrage
ru: Вывести стейк
sw: Ondoa
th: ถอน
tr: Para Çek
uk: Зняти стейк
ur: واپس لینا
vi: Rút
zh_hans: 赎回
zh_hant: 贖回

# update_app.action
source: Update
ar: تحديث
bn: আপডেট
cs: Aktualizovat
da: Opdatering
de: Aktualisieren
es: Actualizar
fa: به روز رسانی
fr: Mise à jour
ha: Sabuntawa
he: עדכון
hi: अद्यतन करें
id: Pembaruan
it: Aggiorna
ja: アップデート
ko: 업데이트
ms: Kemas kini
nl: Bijwerken
pl: Aktualizacja
pt_br: Atualizar
ro: Actualizare
ru: Обновить
sw: Sasisha
th: อัปเดต
tr: Güncelleme
uk: Оновити
ur: اپ ڈیٹ کریں۔
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# update_app.description
source: Version %@ of the app is now available. Update and enjoy the latest features and improvements.
ar: الإصدار %@ من التطبيق متاح الآن. قم بالتحديث والاستمتاع بأحدث الميزات والتحسينات.
bn: অ্যাপটির সংস্করণ %@ এখন উপলব্ধ। আপডেট করুন এবং সর্বশেষ বৈশিষ্ট্য এবং উন্নতি উপভোগ করুন।
cs: Verze %@ aplikace je nyní k dispozici. Aktualizujte a užívejte si nejnovější funkce a vylepšení.
da: Version %@ af appen er nu tilgængelig. Opdater og nyd de nyeste funktioner og forbedringer.
de: Version %@ der App ist jetzt verfügbar. Aktualisieren und genießen Sie die neuesten Funktionen und Verbesserungen.
es: La versión %@ de la aplicación ya está disponible. Actualice y disfrute de las últimas funciones y mejoras.
fa: نسخه %@ برنامه اکنون در دسترس است. به روز رسانی کنید و از آخرین ویژگی ها و پیشرفت ها لذت ببرید.
fil: Available na ngayon ang bersyon %@ ng app. I-update at tamasahin ang mga pinakabagong feature at pagpapahusay.
fr: La version %@ de l'application est désormais disponible. Mettez à jour et profitez des dernières fonctionnalités et améliorations.
ha: Shafin %@ na app yana nan yanzu. Sabunta kuma ji daɗin sabbin abubuwa da haɓakawa.
he: גרסה %@ של האפליקציה זמינה כעת. עדכן ותהנה מהתכונות והשיפורים העדכניים ביותר.
hi: ऐप का संस्करण %@ अब उपलब्ध है। अद्यतन करें और नवीनतम सुविधाओं और सुधारों का आनंद लें।
id: Versi %@ dari aplikasi telah tersedia. Perbarui dan nikmati fitur serta peningkatan terbaru.
it: La versione %@ dell'app è ora disponibile. Aggiorna e goditi le funzionalità e i miglioramenti più recenti.
ja: アプリのバージョン%@が利用可能になりました。最新の機能と改善を楽しむために更新してください。
ko: 이제 앱 버전 %@을 사용할 수 있습니다. 최신 기능과 개선 사항을 업데이트하고 즐겨보세요.
ms: Versi %@ apl kini tersedia. Kemas kini dan nikmati ciri dan peningkatan terkini.
nl: Versie %@ van de app is nu beschikbaar. Update en geniet van de nieuwste functies en verbeteringen.
pl: Wersja %@ aplikacji jest już dostępna. Aktualizuj i ciesz się najnowszymi funkcjami i ulepszeniami.
pt_br: A versão %@ do aplicativo já está disponível. Atualize e aproveite os recursos e melhorias mais recentes.
ro: Versiunea %@ a aplicației este acum disponibilă. Actualizați și bucurați-vă de cele mai recente funcții și îmbunătățiri.
ru: Версия %@ приложения теперь доступна. Обновитесь и наслаждайтесь последними функциями и улучшениями.
sw: Toleo la %@ la programu sasa linapatikana. Sasisha na ufurahie vipengele na maboresho ya hivi punde.
th: แอปเวอร์ชัน %@ พร้อมใช้งานแล้ว อัปเดตและเพลิดเพลินกับฟีเจอร์และการปรับปรุงล่าสุด
tr: Uygulamanın %@ sürümü artık mevcut. Güncelleyin ve en son özelliklerin ve iyileştirmelerin keyfini çıkarın.
uk: Версія %@ програми вже доступна. Оновлюйте та насолоджуйтеся найновішими функціями та вдосконаленнями.
ur: ایپ کا ورژن %@ اب دستیاب ہے۔ تازہ ترین خصوصیات اور بہتریوں کو اپ ڈیٹ کریں اور ان سے لطف اندوز ہوں۔
vi: Phiên bản %@ của ứng dụng hiện đã có sẵn. Cập nhật và tận hưởng các tính năng và cải tiến mới nhất.
zh_hans: 应用 %@ 版本现已发布。立即更新，体验最新功能和改进。
zh_hant: App %@ 版本現已推出。立即更新，享受最新功能與改進。

# update_app.title
source: New update available!
ar: تحديث جديد متاح!
bn: নতুন আপডেট উপলব্ধ!
cs: K dispozici nová aktualizace!
da: Ny opdatering tilgængelig!
de: Neues Update verfügbar!
es: ¡Nueva actualización disponible!
fa: به روز رسانی جدید در دسترس است!
fil: Available ang bagong update!
fr: Nouvelle mise à jour disponible!
ha: Akwai sabon sabuntawa!
he: עדכון חדש זמין!
hi: नया अपडेट उपलब्ध!
id: Pembaruan baru tersedia!
it: Nuovo aggiornamento disponibile!
ja: 新しいアップデートが利用可能です!
ko: 새로운 업데이트가 가능합니다!
ms: Kemas kini baharu tersedia!
nl: Nieuwe update beschikbaar!
pl: Dostępna nowa aktualizacja!
pt_br: Nova atualização disponível!
ro: Noua actualizare disponibila!
ru: Доступно новое обновление!
sw: Sasisho jipya linapatikana!
th: มีการอัปเดตใหม่!
tr: Yeni güncelleme mevcut!
uk: Доступне нове оновлення!
ur: نئی اپ ڈیٹ دستیاب ہے!
vi: Đã có bản cập nhật mới!
zh_hans: 有新版本可用！
zh_hant: 有新版本可用！

# verify_phrase.title
source: Confirm
ar: يتأكد
bn: নিশ্চিত করুন
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fa: تایید کنید
fil: Kumpirmahin
fr: Confirmer
ha: Tabbatar
he: לְאַשֵׁר
hi: पुष्टि करना
id: Mengonfirmasi
it: Confermare
ja: 確認する
ko: 확인하다
ms: Sahkan
nl: Bevestig
pl: Potwierdź
pt_br: Confirmar
ro: Confirmați
ru: Подтвердите
sw: Thibitisha
th: ยืนยัน
tr: Onaylamak
uk: Підтвердити
ur: تصدیق کریں۔
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# wallet.add_token.title
source: Add Token
ar: إضافة رمز مميز
bn: টোকেন যোগ করুন
cs: Přidat token
da: Tilføj token
de: Token hinzufügen
es: Agregar token
fa: افزودن توکن.
fil: Magdagdag ng Token
fr: Ajouter un jeton
ha: Ƙara Token
he: הוסף אסימון
hi: टोकन जोड़ें
id: Tambahkan Token
it: Aggiungi token
ja: トークンを追加
ko: 토큰 추가하기
ms: Tambah Token
nl: Token toevoegen
pl: Dodaj token
pt_br: Adicionar token
ro: Adăugați un token
ru: Добавить токен
sw: Ongeza Ishara
th: เพิ่มโทเค็น
tr: Jeton Ekle
uk: Додати токен
ur: ٹوکن شامل کریں۔
vi: Thêm mã thông báo
zh_hans: 添加代币
zh_hant: 新增代幣

# wallet.available_balance
source: Available: %@
ar: متاح: %@
bn: উপলব্ধ: %@
cs: Dostupné: %@
da: Tilgængelig: %@
de: Verfügbar: %@
es: Disponible: %@
fa: موجود: %@
fr: Disponible : %@
ha: Akwai: %@
he: זמין: %@
hi: उपलब्ध: %@
id: Tersedia: %@
it: Disponibile: %@
ja: 利用可能: %@
ko: 사용 가능: %@
ms: Tersedia: %@
nl: Beschikbaar: %@
pl: Dostępne: %@
pt_br: Disponível: %@
ro: Disponibil: %@
ru: Доступно: %@
sw: Inapatikana: %@
th: พร้อมใช้งาน: %@
tr: Mevcut: %@
uk: Доступно: %@
ur: دستیاب: %@
vi: Có sẵn: %@
zh_hans: 可用： %@
zh_hant: 可用： %@

# wallet.buy
source: Buy
ar: يشتري
bn: কেনা
cs: Nakoupit
da: Køb
de: Kaufen
es: Comprar
fa: خرید
fil: Bumili
fr: Acheter
ha: Saya
he: לִקְנוֹת
hi: खरीदना
id: Beli
it: Acquista
ja: 買う
ko: 구입하다
ms: Beli
nl: Kopen
pl: Kup
pt_br: Comprar
ro: Cumpăra
ru: Купить
sw: Nunua
th: ซื้อ
tr: Satın Al
uk: Купити
ur: خریدیں۔
vi: Mua
zh_hans: 购买
zh_hant: 購買

# wallet.copy_address
source: Copy Address
ar: نسخ العنوان
bn: কপি ঠিকানা
cs: Kopírovat adresu
da: Kopiér adresse
de: Adresse kopieren
es: Copiar dirección
fa: کپی کردن آدرس
fil: Kopyahin ang Address
fr: Copier l'adresse
ha: Kwafi Adireshin
he: העתק כתובת
hi: पता कॉपी करें
id: Salin Alamat
it: Copia indirizzo
ja: アドレスをコピー
ko: 주소 복사
ms: Salin Alamat
nl: Kopieer adres
pl: Skopiuj adres
pt_br: Copiar endereço
ro: Copiați adresa
ru: Копировать адрес
sw: Nakili Anwani
th: คัดลอกที่อยู่
tr: Adresi Kopyala
uk: Копіювати адресу
ur: ایڈریس کاپی کریں۔
vi: Sao chép địa chỉ
zh_hans: 复制地址
zh_hant: 複製地址

# wallet.create_new_wallet
source: Create a New Wallet
ar: إنشاء محفظة جديدة
bn: একটি নতুন ওয়ালেট তৈরি করুন৷
cs: Vytvořte novou peněženku
da: Opret en ny tegnebog
de: Eine neue Wallet erstellen
es: Crear una nueva billetera
fa: ساختن کیف پول جدید
fil: Gumawa ng Bagong Wallet
fr: Créer un nouveau portefeuille
ha: Ƙirƙiri Sabon Wallet
he: צור ארנק חדש
hi: एक नया वॉलेट बनाएं
id: Buat Dompet Baru
it: Crea un nuovo portafoglio
ja: 新しいウォレットを作成する
ko: 새 지갑 만들기
ms: Buat Dompet Baharu
nl: Maak een nieuwe portemonnee
pl: Utwórz nowy portfel
pt_br: Crie uma nova carteira
ro: Creați un portofel nou
ru: Создать новый кошелек
sw: Unda Mkoba Mpya
th: สร้างกระเป๋าเงินใหม่
tr: Yeni Cüzdan Oluştur
uk: Створити новий гаманець
ur: ایک نیا والیٹ بنائیں
vi: Tạo một ví mới
zh_hans: 创建新的钱包
zh_hant: 建立新錢包

# wallet.default_name
source: Wallet #%d
ar: المحفظة #%d
bn: ওয়ালেট #%d
cs: Peněženka č. %d
da: Tegnebog #%d
es: Billetera #%d
fa: کیف پول %d
fr: Portefeuille #%d
he: ארנק #%d
hi: वॉलेट #%d
id: Dompet %d
it: Portafoglio n.%d
ja: ウォレット #%d
ko: 지갑 #%d
ms: Dompet #%d
nl: Portemonnee #%d
pl: Portfel #%d
pt_br: Carteira #%d
ro: Portofelul #%d
ru: Кошелек № %d
th: กระเป๋าเงิน #%d
tr: Cüzdan # %d
uk: Гаманець № %d
ur: والیٹ #%d
vi: Ví #%d
zh_hans: 钱包 #%d
zh_hant: 錢包 #%d

# wallet.default_name_chain
source: %@ Wallet #%d
ar: %@ المحفظة رقم %d
bn: %@ ওয়ালেট #%d
cs: %@ Peněženka č.%d
da: %@ tegnebog #%d
es: Billetera %@ #%d
fa: %@ کیف پول %d
fr: %@ Portefeuille #%d
he: %@ ארנק #%d
hi: %@ वॉलेट #%d
id: Dompet %@ #%d
it: %@ Portafoglio n.%d
ja: %@ ウォレット #%d
ko: %@ 지갑 #%d
ms: %@ Dompet #%d
nl: %@ Portemonnee #%d
pl: %@ Portfel #%d
pt_br: %@ Carteira #%d
ro: %@ Portofelul #%d
ru: %@ Кошелек № %d
th: %@ กระเป๋าเงิน #%d
tr: %@ Cüzdan # %d
uk: %@ Гаманець № %d
ur: %@ والیٹ #%d
vi: %@ Ví #%d
zh_hans: %@ 钱包 #%d
zh_hant: %@ 錢包 #%d

# wallet.deposit
source: Deposit
ar: إيداع
bn: জমা
cs: Vklad
da: Indbetal
de: Einzahlen
es: Depósito
fa: واریز
fil: Deposito
fr: Dépôt
ha: Ajiya
he: לְהַפְקִיד
hi: जमा
id: Setor
it: Deposita
ja: 入金
ko: 입금
nl: Storten
pl: Depozyt
pt_br: Depósito
ro: Depozit
ru: Внести
sw: Amana
th: เงินฝาก
tr: Para Yatır
uk: Депозит
ur: جمع
vi: Nạp tiền
zh_hans: 充值
zh_hant: 轉入

# wallet.from_your_wallet_assets
source: From your wallet assets
ar: من أصول محفظتك
bn: আপনার ওয়ালেটের সম্পদ থেকে
cs: Z aktiv ve vaší peněžence
da: Fra dine wallet-aktiver
de: Aus deinen Wallet-Assets
es: Desde los activos de tu billetera
fa: از دارایی‌های کیف پول شما
fil: Mula sa iyong mga asset sa wallet
fr: Depuis les actifs de votre portefeuille
ha: Daga kadarorin walat ɗinka
he: מנכסי הארנק שלך
hi: आपके वॉलेट एसेट्स से
id: Dari aset dompet Anda
it: Dai tuoi asset nel portafoglio
ja: ウォレット内の資産を使用
ko: 지갑 자산에서
ms: Daripada aset dompet anda
nl: Vanuit je wallet-assets
pl: Z aktywów w portfelu
pt_br: Dos ativos da sua carteira
ro: Din activele portofelului tău
ru: Из активов вашего кошелька
sw: Kutoka kwenye mali za pochi yako
th: จากสินทรัพย์ในกระเป๋าของคุณ
tr: Cüzdan varlıklarından
uk: З активів вашого гаманця
ur: اپنے والیٹ اثاثوں سے
vi: Từ tài sản trong ví của bạn
zh_hans: 使用钱包中的资产
zh_hant: 使用錢包中的資產

# wallet.import.action
source: Import
ar: يستورد
bn: আমদানি করুন
cs: Importovat
da: Importér
de: Importieren
es: Importar
fa: وارد کردن
fil: I-import
fr: Importer
ha: Shigo da
he: יְבוּא
hi: आयात
id: Impor
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
pl: Importuj
pt_br: Importar
ru: Импортировать
sw: Ingiza
th: นำเข้า
tr: Cüzdanı İçe Aktar
uk: Імпорт
ur: درآمد کریں۔
vi: Nhập khẩu
zh_hans: 导入
zh_hant: 匯入

# wallet.import.address_field
source: Address or Name
ar: العنوان أو الاسم
bn: ঠিকানা বা নাম
cs: Adresa nebo Jméno
da: Adresse eller Navn
de: Adresse oder Name
es: Dirección o Nombre
fa: نشانی یا نام
fil: Address o Pangalan
fr: Adresse ou nom
ha: Adireshi ko Suna
he: כתובת או שם
hi: पता या नाम
id: Alamat atau Nama
it: Indirizzo o nome
ja: アドレスまたはドメイン
ko: 주소 또는 이름
ms: Alamat atau Nama
nl: Adres of naam
pl: Adres lub nazwa
pt_br: Endereço ou Nome
ro: Adresă sau Nume
ru: Адрес или имя
sw: Anwani au Jina
th: ที่อยู่หรือชื่อ
tr: Adres veya Ad
uk: Адреса або Ім'я
ur: پتہ یا نام
vi: Địa chỉ hoặc Tên
zh_hans: 地址或域名
zh_hant: 地址或域名

# wallet.import.already_imported_message
source: This wallet has already been imported.
ar: تم استيراد هذه المحفظة بالفعل.
bn: এই ওয়ালেটটি ইতিমধ্যেই আমদানি করা হয়েছে।
cs: Tato peněženka již byla importována.
da: Denne tegnebog er allerede blevet importeret.
de: Diese Wallet wurde bereits importiert.
es: Esta billetera ya ha sido importada.
fa: این کیف پول قبلاً وارد شده است.
fil: Na-import na ang wallet na ito.
fr: Ce portefeuille a déjà été importé.
ha: An riga an shigo da wannan walat ɗin.
he: ארנק זה כבר יובא.
hi: यह बटुआ पहले ही आयात किया जा चुका है।
id: Dompet ini sudah diimpor.
it: Questo portafoglio è già stato importato.
ja: このウォレットは既にインポート済みです。
ko: 이 지갑은 이미 가져왔습니다.
ms: Dompet ini telah pun diimport.
nl: Deze portemonnee is al geïmporteerd.
pl: Ten portfel został już zaimportowany.
pt_br: Esta carteira já foi importada.
ro: Acest portofel a fost deja importat.
ru: Этот кошелек уже импортирован.
sw: Pochi hii tayari imeingizwa.
th: กระเป๋าสตางค์ใบนี้ถูกนำเข้าแล้ว
tr: Bu cüzdan zaten içe aktarıldı.
uk: Цей гаманець вже імпортовано.
ur: یہ والیٹ پہلے ہی درآمد کیا جا چکا ہے۔
vi: Ví này đã được nhập khẩu.
zh_hans: 此钱包已导入。
zh_hant: 此錢包已匯入。

# wallet.import.contract_address_field
source: Contract or Token ID
ar: عقد أو معرف توكن
bn: কনট্রাক্ট বা টোকেন আইডি
cs: Kontrakt nebo token ID
da: Kontrakt eller token-ID
de: Vertrag oder Token-ID
es: Contrato o ID de token
fa: قرارداد یا شناسه توکن
fil: Kontrata o Token ID
fr: Contrat ou ID de jeton
ha: Kwangila ko Token ID
he: חוזה או מזהה טוקן
hi: कॉन्ट्रैक्ट या टोकन ID
id: Kontrak atau Token ID
it: Contratto o ID token
ja: コントラクトまたはトークンID
ko: 계약 또는 토큰 ID
ms: Kontrak atau ID Token
nl: Contract of token-ID
pl: Kontrakt lub ID tokena
pt_br: Contrato ou ID do token
ro: Contract sau ID token
ru: Контракт или токен ID
sw: Mkataba au ID ya Token
th: สัญญาหรือรหัสโทเคน
tr: Sözleşme veya Token ID
uk: Контракт або ID токена
ur: کنٹریکٹ یا ٹوکن ID
vi: Hợp đồng hoặc ID token
zh_hans: 合约或代币ID
zh_hant: 合約或代幣ID

# wallet.import.title
source: Import Wallet
ar: استيراد المحفظة
bn: ওয়ালেট আমদানি করুন
cs: Importovat peněženku
da: Importér tegnebog
de: Wallet importieren
es: Importar billetera
fa: وارد کردن کیف پول
fil: I-import ang Wallet
fr: Importer un portefeuille
ha: Shigo da Wallet
he: ייבוא ארנק
hi: वॉलेट आयात करें
id: Impor Dompet
it: Importa portafoglio
ja: ウォレットをインポート
ko: 지갑 가져오기
ms: Dompet Import
nl: Importeer portemonnee
pl: Importuj portfel
pt_br: Importar carteira
ro: Importați portofelul
ru: Импорт кошелька
sw: Ingiza Pochi
th: นำเข้ากระเป๋าเงิน
tr: Cüzdanı İçe Aktar
uk: Імпорт гаманця
ur: والیٹ درآمد کریں۔
vi: Nhập ví
zh_hans: 导入钱包
zh_hant: 匯入錢包

# wallet.import_address_warning
source: You can view balances and transactions for this address, but **cannot send or sell funds**.
ar: يمكنك عرض الأرصدة والمعاملات لهذا العنوان، ولكن **لا يمكنك إرسال أو بيع الأموال**.
bn: আপনি এই ঠিকানার ব্যালেন্স এবং লেনদেন দেখতে পারবেন, কিন্তু **তহবিল পাঠাতে বা বিক্রি করতে পারবেন না**।
cs: Pro tuto adresu si můžete prohlížet zůstatky a transakce, ale **nemůžete posílat ani prodávat finanční prostředky**.
da: Du kan se saldi og transaktioner for denne adresse, men **kan ikke sende eller sælge penge**.
de: Sie können Guthaben und Transaktionen für diese Adresse anzeigen, aber **kein Geld senden oder verkaufen**.
es: Puede ver los saldos y las transacciones de esta dirección, pero **no puede enviar ni vender fondos**.
fa: شما می‌توانید موجودی و تراکنش‌های این آدرس را مشاهده کنید، اما **نمی‌توانید وجه ارسال یا بفروشید**.
fil: Maaari mong tingnan ang mga balanse at transaksyon para sa address na ito, ngunit **hindi maaaring magpadala o magbenta ng mga pondo**.
fr: Vous pouvez consulter les soldes et les transactions pour cette adresse, mais **vous ne pouvez pas envoyer ou vendre des fonds**.
ha: Kuna iya duba ma'auni da ma'amaloli don wannan adireshin, amma ** ba za ku iya aikawa ko siyar da kuɗi ba**.
he: ניתן לצפות ביתרות ועסקאות עבור כתובת זו, אך **לא ניתן לשלוח או למכור כספים**.
hi: आप इस पते के लिए शेष राशि और लेनदेन देख सकते हैं, लेकिन **धन भेज या बेच नहीं सकते**।
id: Anda dapat melihat saldo dan transaksi untuk alamat ini, tetapi **tidak dapat mengirim atau menjual dana**.
it: Puoi visualizzare i saldi e le transazioni per questo indirizzo, ma **non puoi inviare o vendere fondi**.
ja: このアドレスの残高と取引履歴は確認できますが、**送金や売却はできません**。
ko: 이 주소에 대한 잔액과 거래 내역은 볼 수 있지만, **자금을 보내거나 판매할 수는 없습니다**.
ms: Anda boleh melihat baki dan urus niaga untuk alamat ini, tetapi **tidak boleh menghantar atau menjual dana**.
nl: U kunt het saldo en de transacties voor dit adres bekijken, maar u kunt geen geld verzenden of verkopen.
pl: Możesz przeglądać salda i transakcje dla tego adresu, ale **nie możesz wysyłać ani sprzedawać środków**.
pt_br: Você pode visualizar saldos e transações para este endereço, mas **não pode enviar ou vender fundos**.
ro: Puteți vizualiza soldurile și tranzacțiile pentru această adresă, dar **nu puteți trimite sau vinde fonduri**.
ru: Вы можете просматривать балансы и транзакции для этого адреса, но **не можете отправлять или продавать средства**.
sw: Unaweza kuangalia salio na miamala ya anwani hii, lakini **haiwezi kutuma au kuuza fedha**.
th: คุณสามารถดูยอดคงเหลือและธุรกรรมสำหรับที่อยู่นี้ แต่ **ไม่สามารถส่งหรือขายเงินได้**
tr: Bu adrese ait bakiyeleri ve işlemleri görüntüleyebilirsiniz, ancak **para gönderemez veya satamazsınız**.
uk: Ви можете переглядати баланси та транзакції для цієї адреси, але **не можете надсилати або продавати кошти**.
ur: آپ اس پتے کے بیلنس اور لین دین دیکھ سکتے ہیں، لیکن **فنڈز بھیج یا فروخت نہیں کر سکتے**۔
vi: Bạn có thể xem số dư và giao dịch của địa chỉ này, nhưng **không thể gửi hoặc bán tiền**.
zh_hans: 可以查看此地址的余额和交易，但**不能发送或出售资金**。
zh_hant: 可以查看此地址的餘額和交易，但**不能發送或出售資金**。

# wallet.import_existing_wallet
source: Import an Existing Wallet
ar: استيراد محفظة موجودة
bn: একটি বিদ্যমান ওয়ালেট আমদানি করুন
cs: Importovat existující peněženku
da: Importer en eksisterende tegnebog
de: Eine vorhandene Wallet importieren
es: Importar una billetera existente
fa: وارد کردن یک کیف پول موجود
fil: Mag-import ng Umiiral na Wallet
fr: Importer un portefeuille existant
ha: Shigo da Wallet ɗin da ke da
he: ייבא ארנק קיים
hi: मौजूदा वॉलेट आयात करें
id: Impor Dompet yang Sudah Ada
it: Importa un portafoglio esistente
ja: 既存のウォレットをインポートする
ko: 기존 지갑 가져오기
ms: Import Dompet Sedia Ada
nl: Importeer een bestaande portemonnee
pl: Zaimportuj istniejący portfel
pt_br: Importe uma carteira existente
ro: Importați un portofel existent
ru: Импорт существующего кошелька
sw: Ingiza Wallet Iliyopo
th: นำเข้ากระเป๋าเงินที่มีอยู่
tr: Mevcut Bir Cüzdanı İçe Aktarma
uk: Імпорт існуючого гаманця
ur: ایک موجودہ والیٹ درآمد کریں۔
vi: Nhập ví hiện có
zh_hans: 导入现有钱包
zh_hant: 匯入現有錢包

# wallet.manage_token_list
source: Manage Tokens
ar: إدارة الرموز
bn: টোকেন পরিচালনা করুন
cs: Správa tokenů
da: Administrer tokens
de: Token verwalten
es: Administrar tokens
fa: مدیریت توکن‌ها
fil: Pamahalaan ang mga Token
fr: Gérer les jetons
ha: Sarrafa Alamu
he: ניהול אסימונים
hi: टोकन प्रबंधित करें
id: Kelola Token
it: Gestisci token
ja: トークンの管理
ko: 토큰 관리
ms: Uruskan Token
nl: Tokens beheren
pl: Zarządzaj tokenami
pt_br: Gerenciar Tokens
ro: Gestionați token-urile
ru: Управление токенами
sw: Dhibiti Tokeni
th: จัดการโทเค็น
tr: Jetonları Yönet
uk: Керування токенами
ur: ٹوکنز کا نظم کریں۔
vi: Quản lý mã thông báo
zh_hans: 管理代币
zh_hant: 管理代幣

# wallet.more
source: More
ar: أكثر
bn: আরও
cs: Více
da: Mere
de: Mehr
es: Más
fa: بیشتر
fil: Higit pa
fr: Plus
ha: Kara
he: יוֹתֵר
hi: अधिक
id: Lagi
it: Di più
ja: もっと見る
ko: 더 보기
ms: Lagi
nl: Meer
pl: Więcej
pt_br: Mais
ro: Mai mult
ru: Ещё
sw: Zaidi
th: มากกว่า
tr: Daha Fazla
uk: Більше
ur: مزید
vi: Hơn
zh_hans: 更多
zh_hant: 更多

# wallet.multicoin
source: Multi-Coin
ar: متعدد العملات
bn: মাল্টি-কয়েন
es: Multi-moneda
fa: مولتی کوین
fr: Multi-pièces
he: רב מטבע
hi: बहु-सिक्का
id: Multi-Koin
ja: マルチコイン
ko: 멀티코인
ms: Berbilang Koin
nl: Meerdere munten
pl: Wiele monet
pt_br: Multimoeda
ro: Multi-Monede
ru: Мультимонетный
sw: Sarafu nyingi
th: หลายเหรียญ
tr: Çoklu Coin
uk: Мультимонетний
ur: ملٹی کوائن
vi: Đa coin
zh_hans: 多币种
zh_hant: 多幣種
